Repository: p2p-org/p2p-wallet-ios
Catalog: p2p_wallet/Resources/mul.lproj/Localizable.xcstrings
Source language: en
Languages: fr, ru, vi

source: The device was successfully changed
fr: L'appareil a été changé avec succès
ru: Устройство было успешно изменено
vi: Thiết bị đã được thay đổi thành công

source: The fee calculation failed due to overflow, underflow or unexpected 0
fr: Le calcul des frais a échoué en raison d'un dépassement de capacité, d'un dépassement inférieur ou inattendu 0
ru: Сбой при расчете комиссии из-за переполнения, недостаточного количества или непредвиденного значения 0
vi: Tính toán phí không thành công do tràn, thiếu hoặc 0 không mong muốn

source: The fee is more than the amount sent
fr: Les frais sont supérieurs au montant envoyé
ru: Комиссия больше отправленной суммы
vi: Phí nhiều hơn số tiền gửi

source: The fee is more than the defined slippage %@ due to one-time account creation fee by Solana blockchain
fr: Les frais sont supérieurs au glissement défini %@ en raison des frais uniques de création de compte par la blockchain Solana
ru: Комиссия превышает установленное проскальзывание %@ из-за единовременной комиссии за создание учетной записи в блокчейне Solana.
vi: Phí cao hơn trượt giá được xác định %@ do phí tạo tài khoản một lần bằng chuỗi khối Solana

source: The fees are bigger than the transaction amount
fr: Les frais sont supérieurs au montant de la transaction
ru: Комиссия больше, чем сумма транзакции
vi: Các khoản phí lớn hơn số tiền giao dịch

source: The following words are the security key that you must keep in a safe place, written in the correct sequence. If lost, no one can restore it. Keep it private, even from us
fr: Les mots suivants sont une clé de sécurité que vous devez conserver dans un endroit sûr, écrite dans le bon ordre. En cas de perte, personne ne peut la restaurer. Gardez-la privée, même de notre part
ru: Следующие слова являются ключом безопасности, который вы должны хранить в надежном месте и писать в правильной последовательности. Если он утерян, никто не сможет его восстановить. Храните его в тайне, даже от нас
vi: Các từ sau đây là khóa bảo mật mà bạn phải giữ ở nơi an toàn, được viết theo đúng trình tự. Nếu bị mất, không ai có thể khôi phục lại. Giữ bí mật, kể cả với chúng tôi

source: The funds are returned to your wallet. You can try depositing again.
fr: Les fonds sont retournés dans votre portefeuille. Vous pouvez réessayer de déposer.
ru: Средства возвращаются на ваш кошелек. Вы можете попробовать внести депозит еще раз.
vi: Tiền sẽ được trả lại ví của bạn. Bạn có thể thử gửi tiền lại.

source: The funds have been deposited successfully
fr: Les fonds ont été déposés avec succès
ru: Средства были зачислены успешно
vi: Tiền đã được gửi thành công

source: The funds have been withdrawn successfully
fr: Les fonds ont été retirés avec succès
ru: Средства были выведены успешно
vi: Tiền đã được rút thành công

source: The funds were sent to your bank account
fr: Les fonds ont été envoyés sur votre compte bancaire
ru: Средства были отправлены на ваш банковский счет
vi: Tiền đã được gửi đến tài khoản ngân hàng của bạn

source: The future of non-custodial banking: the easy way to buy, sell and hold cryptos
fr: L'avenir de la banque non dépositaire : le moyen facile d'acheter, de vendre et de conserver des cryptos
ru: Будущее некастодиального банкинга: простой способ покупать, продавать и хранить криптовалюту
vi: Tương lai của ngân hàng không giám sát: cách dễ dàng để mua, bán và nắm giữ tiền điện tử

source: The last one:
fr: Le dernier:
ru: Последний:
vi: Cái cuối cùng:

source: The link is already claimed
fr: Le lien est déjà revendiqué
ru: Ссылка уже востребована
vi: Liên kết đã được xác nhận quyền sở hữu

source: The link is ready! Receiver will be able to claim funds
fr: Le lien est prêt ! Le destinataire pourra réclamer des fonds
ru: Ссылка готова! Получатель сможет запросить средства
vi: Liên kết đã sẵn sàng! Người nhận sẽ có thể yêu cầu tiền

source: The link works only 1 time for any users. If you log in yourself, the funds will be returned to your account
fr: Le lien ne fonctionne qu'une seule fois pour tous les utilisateurs. Si vous vous connectez vous-même, les fonds seront reversés sur votre compte
ru: Ссылка работает только 1 раз для любых пользователей. Если вы авторизуетесь сами, средства будут возвращены на ваш счет
vi: Liên kết chỉ hoạt động 1 lần cho bất kỳ người dùng nào. Nếu bạn tự đăng nhập, tiền sẽ được trả lại vào tài khoản của bạn

source: The list is empty
fr: La liste est vide
ru: Список пуст
vi: Danh sách trống

source: The maximum amount is %@ %@
fr: Le montant maximum est de %@ %@
ru: Максимальная сумма %@ %@
vi: Số tiền tối đa là %@%@

source: The maximum value is calculated by subtracting the transaction fee from your balance.
fr: La valeur maximale est calculée en soustrayant les frais de transaction de votre solde.
ru: Максимальное значение рассчитывается путем вычитания комиссии за транзакцию из вашего баланса.
vi: Giá trị tối đa được tính bằng cách trừ phí giao dịch vào số dư của bạn.

source: The minimum amount is %@ %@
fr: Le montant minimum est de %@ %@
ru: Минимальная сумма %@ %@
vi: Số tiền tối thiểu là %@%@

source: The minimum amount you will receive. If the price slips any further, your transaction will revert.
fr: Le montant minimum que vous recevrez. Si le prix glisse davantage, votre transaction sera annulée.
ru: Минимальная сумма, которую вы получите. Если цена еще больше упадет, ваша транзакция будет отменена.
vi: Số tiền tối thiểu bạn sẽ nhận được. Nếu giá trượt hơn nữa, giao dịch của bạn sẽ hoàn nguyên.

source: The name is not available
fr: Le nom n'est pas disponible
ru: Имя недоступно
vi: Tên không có sẵn

source: The name service is experiencing some issues, please try again later.
fr: Le service de noms rencontre des problèmes, veuillez réessayer plus tard.
ru: Служба имен испытывает некоторые проблемы, повторите попытку позже.
vi: Dịch vụ tên đang gặp một số sự cố, vui lòng thử lại sau.

source: The one-time link can be used to send funds to anyone without needing an address. The funds can be claimed by anyone with a link.
fr: Le lien unique peut être utilisé pour envoyer des fonds à n'importe qui sans avoir besoin d'une adresse. Les fonds peuvent être réclamés par toute personne disposant d'un lien.
ru: Одноразовую ссылку можно использовать для отправки средств кому угодно без указания адреса. Забрать средства может любой, у кого есть ссылка.
vi: Liên kết một lần có thể được sử dụng để gửi tiền cho bất kỳ ai mà không cần địa chỉ. Tiền có thể được yêu cầu bởi bất kỳ ai có liên kết.

source: The phrases you has entered is not correct
fr: Les phrases que vous avez saisies ne sont pas correctes
ru: Вы ввели неправильные фразы
vi: Các cụm từ bạn đã nhập không chính xác

source: The price is higher because of your trade size. Consider splitting your transaction into multiple swaps.
fr: Le prix est plus élevé en raison de la taille de votre commerce. Envisagez de diviser votre transaction en plusieurs swaps.
ru: Цена выше из-за размера вашей сделки. Подумайте о том, чтобы разделить вашу транзакцию на несколько свопов.
vi: Giá cao hơn vì quy mô giao dịch của bạn. Cân nhắc chia giao dịch của bạn thành nhiều giao dịch hoán đổi.

source: The price slippage was set at %@
fr: Le glissement de prix a été fixé à %@
ru: Проскальзывание цены установлено на %@
vi: Mức trượt giá được đặt ở %@

source: The seed phrase doesn't match. Please try again
fr: La phrase de départ ne correspond pas. Veuillez réessayer
ru: Исходная фраза не совпадает. Пожалуйста, попробуйте еще раз
vi: Cụm từ hạt giống không khớp. Vui lòng thử lại

source: The slippage could be
fr: Le glissement pourrait être
ru: Проскальзывание может быть
vi: Sự trượt giá có thể là

source: The Solana Program Library (SPL) is a collection of on-chain programs maintained by the Solana team. The SPL Token program is the token standard of the Solana blockchain. Similar to ERC-20 tokens on the Ethereum network, SPL Tokens are designed for DeFi applications.
fr: La bibliothèque de programmes Solana (SPL) est une collection de programmes en chaîne maintenue par l'équipe Solana. Le programme SPL Token est la norme de jeton de la blockchain Solana. Similaire aux jetons ERC20 sur le réseau Ethereum, les jetons SPL sont conçus pour les applications DeFi. Les jetons SPL peuvent être échangés sur Serum, un échange décentralisé basé sur Solana et FTX.
ru: Библиотека программ Solana (SPL) - это стандарт токенов блокчейна Solana. По аналогии с токенами ERC20 в сети Ethereum, токены SPL предназначены для приложений DeFi. Токенами SPL можно торговать на FTX и децентрализованной бирже Serum, основанной на Solana.
vi: Thư viện Chương trình Solana (SPL) là một tập hợp các chương trình trên blockchain do Solana duy trì. Chương trình SPL Token là tiêu chuẩn token của Solana blockchain. Tương tự như ERC20 tokens trên mạng Ethereum, SPL tokens được thiết kế cho các ứng dụng DeFi. SPL Tokens có thể được giao dịch trên Serum, một sàn giao dịch phi tập trung dựa trên Solana và FTX.

source: The swap is being processed
fr: L'échange est en cours de traitement
ru: Своп обрабатывается
vi: Giao dịch hoán đổi đang được xử lý

source: The transaction failed due to a blockchain error
fr: La transaction a échoué en raison d'une erreur de blockchain
ru: Транзакция не удалась из-за ошибки блокчейна
vi: Giao dịch không thành công do lỗi trên blockchain

source: The transaction has been confirmed in Solana network, but you have to track it also on Bitcoin network
fr: La transaction a été confirmée sur le réseau Solana, mais vous devez également la suivre sur le réseau Bitcoin
ru: Транзакция была подтверждена в сети Solana, но вы должны отслеживать ее и в сети Bitcoin.
vi: Giao dịch đã được xác nhận trong mạng Solana, nhưng bạn cũng phải theo dõi nó trên mạng Bitcoin

source: The transaction has been rejected
fr: La transaction a été rejetée
ru: Транзакция была отклонена
vi: Giao dịch đã bị từ chối

source: The transaction has been successfully completed
fr: La transaction a été conclue avec succès
ru: Транзакция успешно завершена
vi: Giao dịch đã được hoàn tất thành công

source: The transaction has been successfully completed 🤟
fr: La transaction a été conclue avec succès 🤟
ru: Сделка успешно завершена 🤟
vi: Giao dịch đã được hoàn tất thành công 🤟

source: The transaction is being processed
fr: La transaction est en cours de traitement
ru: Транзакция обрабатывается
vi: Giao dịch đang được xử lý

source: The transaction was rejected after failed internet connection. Open your link again
fr: La transaction a été rejetée après l'échec de la connexion Internet. Ouvrez à nouveau votre lien
ru: Транзакция была отклонена из-за сбоя подключения к Интернету. Откройте вашу ссылку еще раз
vi: Giao dịch đã bị từ chối sau khi kết nối internet không thành công. Mở lại liên kết của bạn

source: The transaction was rejected by the Solana blockchain
fr: La transaction a été rejetée par la blockchain Solana
ru: Транзакция была отклонена блокчейном Solana
vi: Giao dịch đã bị blockchain Solana từ chối

source: The transaction was rejected by the Solana blockchain. Open your link again
fr: La transaction a été rejetée par la blockchain Solana. Ouvrez à nouveau votre lien
ru: Транзакция была отклонена блокчейном Solana. Откройте вашу ссылку еще раз
vi: Giao dịch đã bị blockchain Solana từ chối. Mở lại liên kết của bạn

source: The transaction was rejected. Open your link again.
fr: La transaction a été rejetée. Ouvrez à nouveau votre lien.
ru: Транзакция была отклонена. Откройте вашу ссылку еще раз.
vi: Giao dịch đã bị từ chối. Mở lại liên kết của bạn.

source: The transaction will be completed in a few seconds
fr: La transaction sera complétée en quelques secondes
ru: Транзакция будет завершена через несколько секунд
vi: Giao dịch sẽ được hoàn thành sau vài giây

source: The username %@ is not available
fr: Le nom d'utilisateur %@ n'est pas disponible
ru: Имя пользователя %@ недоступно
vi: Tên người dùng %@ không khả dụng

source: The wallet address is not valid, it must be a %@ wallet address
fr: L'adresse du portefeuille n'est pas valide, il doit s'agir d'une adresse de portefeuille %@
ru: Адрес кошелька недействителен, это должен быть адрес %@ кошелька.
vi: Địa chỉ ví không hợp lệ, nó phải là địa chỉ ví %@

source: The words in your security key need to be selected in the right order. Alternatively, you can make an iCloud backup
fr: Les mots de votre clé de sécurité doivent être sélectionnés dans le bon ordre. Alternativement, vous pouvez faire une sauvegarde iCloud
ru: Слова в вашем электронном ключе необходимо выбирать в правильном порядке. Кроме того, вы можете сделать резервную копию iCloud
vi: Các từ trong khóa bảo mật của bạn cần được chọn theo đúng thứ tự. Ngoài ra, bạn có thể tạo bản sao lưu iCloud

source: The wrong security key or words order. Please try again
fr: Mauvaise clé de sécurité ou ordre des mots. Veuillez réessayer
ru: Неверный ключ безопасности или порядок слов. Пожалуйста, попробуйте еще раз
vi: Khóa bảo mật sai hoặc trật tự từ. Vui lòng thử lại

source: There are %@ free transactions left for today
fr: Il reste %@ transactions gratuites pour aujourd'hui
ru: На сегодня осталось %@ бесплатных транзакций
vi: Còn lại %@ giao dịch miễn phí cho ngày hôm nay

source: There is a problem with %@ Services. Try again
fr: Il y a un problème avec les services %@. Réessayer
ru: Возникла проблема со службами %@. Попробуйте еще раз
vi: Đã xảy ra sự cố với Dịch vụ %@. Thử lại

source: There is an error occured, please try typing name again.
fr: Une erreur s'est produite, veuillez réessayer de saisir le nom.
ru: Произошла ошибка, попробуйте ввести имя еще раз.
vi: Đã xảy ra lỗi, vui lòng thử nhập lại tên.

source: There is an error occurred, please try again
fr: Une erreur s'est produite, veuillez réessayer
ru: Произошла ошибка, попробуйте еще раз
vi: Đã xảy ra lỗi, vui lòng thử lại

source: There is an error occurred. You can either retry or reserve name later in Settings
fr: Une erreur s'est produite. Vous pouvez réessayer ou réserver le nom plus tard dans les paramètres
ru: Произошла ошибка. Вы можете повторить попытку или зарезервировать имя позже в настройках
vi: Có một lỗi xảy ra. Bạn có thể thử lại hoặc đặt tên sau trong Cài đặt

source: There is no %@ in your wallet to sell
fr: Il n'y a pas de %@ dans votre portefeuille à vendre
ru: В вашем кошельке нет %@ для продажи
vi: Không có %@ trong ví của bạn để bán

source: There is no %@ wallet in your account
fr: Il n'y a pas de portefeuille %@ dans votre compte
ru: В вашем аккаунте нет кошелька %@
vi: Không có ví %@ trong tài khoản của bạn

source: There is nothing in here!
fr: Il n'y a rien ici!
ru: Здесь ничего нет!
vi: Không có gì ở đây!

source: There is something wrong with your camera! Please try again later!
fr: Il y a un problème avec votre appareil photo ! Veuillez réessayer plus tard !
ru: Что-то не так с вашей камерой! Повторите попытку позже!
vi: Đã xảy ra lỗi với máy ảnh của bạn! Vui lòng thử lại sau!

source: There was a problem depositing funds
fr: Un problème est survenu lors du dépôt de fonds
ru: Возникла проблема с внесением средств
vi: Đã xảy ra sự cố khi gửi tiền

source: There was a problem with claiming. Please try again
fr: Il y a eu un problème avec la réclamation. Veuillez réessayer
ru: Возникла проблема с претензией. Пожалуйста, попробуйте еще раз
vi: Đã xảy ra sự cố khi xác nhận quyền sở hữu. Vui lòng thử lại

source: There was a problem with sending. Please try again
fr: Il y a eu un problème avec l'envoi. Veuillez réessayer
ru: Возникла проблема с отправкой. Пожалуйста, попробуйте еще раз
vi: Đã xảy ra sự cố khi gửi. Vui lòng thử lại

source: There was a problem with the swap, your funds were refunded
fr: Il y a eu un problème avec le swap, vos fonds ont été remboursés
ru: Возникла проблема со свопом, ваши средства были возвращены
vi: Đã xảy ra sự cố với giao dịch hoán đổi, tiền của bạn đã được hoàn trả

source: There was a problem withdrawing funds
fr: Un problème est survenu lors du retrait de fonds
ru: Возникла проблема с выводом средств
vi: Đã xảy ra sự cố khi rút tiền

source: There would be no additional costs
fr: Il n'y aurait pas de frais supplémentaires
ru: Дополнительных затрат не будет
vi: Sẽ không có chi phí bổ sung

source: There’s a problem showing the rates. Try again later
fr: Un problème est survenu lors de l'affichage des tarifs. Réessayez plus tard
ru: Не удалось показать ставки. Повторите попытку позже.
vi: Đã xảy ra sự cố khi hiển thị giá. Hãy thử lại sau

source: There’s no address like this
fr: Il n'y a pas d'adresse comme ça
ru: Нет такого адреса
vi: Không có địa chỉ nào như thế này

source: These words don’t match
fr: Ces mots ne correspondent pas
ru: Эти слова не совпадают
vi: Những từ này không khớp

source: This account is associated with %@. Please log in with the correct %@ ID.
fr: Ce compte est associé à %@. Veuillez vous connecter avec le bon ID %@.
ru: Эта учетная запись связана с %@. Пожалуйста, войдите в систему с правильным идентификатором %@.
vi: Tài khoản này được liên kết với %@. Vui lòng đăng nhập bằng %@ ID chính xác.

source: This address accepts %@. You may lose assets by sending another coin.
fr: Cette adresse accepte %@. Vous pouvez perdre des actifs en envoyant une autre pièce.
ru: Этот адрес принимает %@. Вы можете потерять активы, отправив еще одну монету.
vi: Địa chỉ này %@. Bạn có thể mất tài sản khi gửi một token khác.

source: This address accepts **only %@**. You may lose assets by sending another coin.
fr: Cette adresse accepte uniquement %@. Vous pouvez perdre des actifs en envoyant une autre pièce.
ru: Этот адрес принимает только %@. Вы можете потерять активы, отправив еще одну монету.
vi: Địa chỉ này chỉ chấp nhận %@. Bạn có thể mất tài sản khi gửi một đồng xu khác.

source: This address does not appear to have a %@ account. You have to pay a one-time fee to create a %@ account for this address. You can choose which currency to pay in below.
fr: Cette adresse ne semble pas avoir de compte %@. Vous devez payer des frais uniques pour créer un compte %@ pour cette adresse. Vous pouvez choisir la devise dans laquelle payer ci-dessous.
ru: Этот адрес не имеет учетной записи %@. Вы должны заплатить единовременную плату, чтобы создать учетную запись %@ для этого адреса. Ниже вы можете выбрать, в какой валюте платить.
vi: Địa chỉ này dường như không có tài khoản %@. Bạn phải trả phí một lần để tạo tài khoản %@ cho địa chỉ này. Bạn có thể chọn token để thanh toán bên dưới.

source: This address doesn’t have an account for this token
fr: Cette adresse n'a pas de compte pour ce jeton
ru: Этот адрес не имеет учетной записи для этого токена
vi: Địa chỉ này không có tài khoản cho mã thông báo này

source: This address has no funds
fr: Cette adresse n'a pas de fonds
ru: На этом адресе нет средств
vi: Địa chỉ này không có tiền

source: This address has no funds. Are you sure it's correct?
fr: Cette adresse n'a pas de fonds. Êtes-vous sûr que c'est correct?
ru: На этом адресе нет средств. Вы уверены, что он правильный?
vi: Tài khoản này rỗng. Bạn có chắc là nó chính xác?

source: This app does not have permission to use your camera for scanning Qr Code. Please enable it in settings!
fr: Cette application n'a pas l'autorisation d'utiliser votre appareil photo pour scanner le code Qr. Veuillez l'activer dans les paramètres!
ru: У этого приложения нет разрешения на использование вашей камеры для сканирования QR-кода. Пожалуйста, включите его в настройках!
vi: Ứng dụng này không được phép sử dụng máy ảnh của bạn để quét Mã Qr. Vui lòng kích hoạt nó trong cài đặt!

source: This device
fr: Cet appareil
ru: Это устройство
vi: Thiết bị này

source: This is an easy way to send and receive cryptocurrencies in Key App
fr: C'est un moyen facile d'envoyer et de recevoir des crypto-monnaies dans Key App
ru: Это простой способ отправлять и получать криптовалюты в приложении Key.
vi: Đây là một cách dễ dàng để gửi và nhận tiền điện tử trong Key App

source: This is required for the app to save generated QR codes or back up of your seed phrases to your photo library.
fr: Ceci est nécessaire pour que l'application enregistre les codes QR générés ou sauvegarde vos phrases de départ dans votre photothèque.
ru: Это необходимо для того, чтобы приложение могло сохранять сгенерированные QR-коды или создавать резервные копии исходных фраз в вашей библиотеке фотографий.
vi: Điều này là bắt buộc để ứng dụng lưu mã QR đã tạo hoặc sao lưu các cụm từ hạt giống vào thư viện ảnh của bạn.

source: This is the thing you use to get all your accounts from your mnemonic phrase. By default, Key App will use m/44'/501'/0'/0' as the derivation path for the main wallet.
fr: C'est la chose que vous utilisez pour obtenir tous vos comptes à partir de votre phrase mnémonique. Par défaut, Key App utilisera m/44'/501'/0'/0' comme chemin de dérivation pour le portefeuille principal.
ru: Это то, что вы используете, чтобы получить все ваши учетные записи из вашей мнемонической фразы. По умолчанию Key App будет использовать m/44'/501'/0'/0' в качестве пути получения основного кошелька.
vi: Đây là thứ bạn sử dụng để lấy tất cả các tài khoản của mình từ cụm từ ghi nhớ của bạn. Theo mặc định, Key App sẽ sử dụng m/44'/501'/0'/0' làm đường dẫn dẫn xuất cho ví chính.

source: This link is broken
fr: Ce lien est rompu
ru: Эта ссылка не работает
vi: Liên kết này bị hỏng

source: This phone has already been confirmed. Change phone number
fr: Ce téléphone a déjà été confirmé. Changer de numéro de téléphone
ru: Этот телефон уже подтвержден. Изменить номер телефона
vi: Điện thoại này đã được xác nhận. Thay đổi số điện thoại

source: This trading pair is not supported
fr: Cette paire de trading n'est pas prise en charge
ru: Эта торговая пара не поддерживается
vi: Cặp giao dịch này không được hỗ trợ

source: This transaction has already been processed
fr: Cette transaction a déjà été traitée
ru: Эта транзакция уже обработана
vi: Giao dịch này đã được xử lý

source: This username is not associated with anyone
fr: Ce nom d'utilisateur n'est associé à personne
ru: Это имя пользователя ни с кем не связано
vi: Tên người dùng này không được liên kết với bất kỳ ai

source: This value is calculated by subtracting the transaction fee from your balance.
fr: Cette valeur est calculée en soustrayant les frais de transaction de votre solde.
ru: Это значение рассчитывается путем вычитания комиссии за транзакцию из вашего баланса.
vi: Giá trị này được tính bằng cách trừ phí giao dịch vào số dư của bạn.

source: To
fr: À
ru: Куда
vi: Đến

source: To %@
fr: À %@
ru: На %@
vi: Đến %@

source: To access your account from another device, you need to use any 2 factors from the list below
fr: Pour accéder à votre compte à partir d'un autre appareil, vous devez utiliser 2 facteurs parmi la liste ci-dessous
ru: Для доступа к аккаунту с другого устройства необходимо использовать любые 2 фактора из списка ниже
vi: Để truy cập tài khoản của bạn từ một thiết bị khác, bạn cần sử dụng 2 yếu tố bất kỳ trong danh sách bên dưới

source: To continue, paste or scan the address (Solana or Bitcoin) or type a username
fr: Pour continuer, collez ou scannez l'adresse (Solana ou Bitcoin) ou tapez un nom d'utilisateur
ru: Чтобы продолжить, вставьте или отсканируйте адрес (Solana или Bitcoin) или введите имя пользователя.
vi: Để tiếp tục, hãy dán hoặc quét địa chỉ (Solana hoặc Bitcoin) hoặc nhập tên người dùng

source: To continue, paste or scan the address or type a username
fr: Pour continuer, collez ou scannez l'adresse ou saisissez un nom d'utilisateur
ru: Чтобы продолжить, вставьте или отсканируйте адрес или введите имя пользователя.
vi: Để tiếp tục, hãy dán hoặc quét địa chỉ hoặc nhập tên người dùng
